/* Button in Timer */
"Edit" = "Modifier";

/* Button in Timer */
"Pause" = "Pause";

/* Button in Timer */
"Reset" = "Remise à zéro";

/* Button in Timer */
"Start" = "Départ";

/* Initial title of timer */
"Timer" = "Minuteur";

/* Status line in Timer */
"Total Time" = "Temps total";

